// © Copyright 2012-2015 HP Development Company, L.P.

TaskName = "Services Web pour imprimantes HP";
TaskTOCTitle = "Services Web HP";
SummarySucceededTaskName = "Les Services Web HP sont activés";
SummaryFailedTaskName = "Impossible d'activer les Services Web HP";
SummaryUpdateAvailableName = "Mise à jour disponible";
SummaryTaskTOCTitle = "Récapitulatif";

EnableWebServicesButtonTitle = "Oui, j'accepte les conditions d'utilisation.";
SkipWebServicesEnablingCaption = "Si vous ne souhaitez pas activer les services Web, appuyez sur Ignorer.";

AlreadyEnabledTitle = "L'imprimante est maintenant connectée au réseau !\nLes imprimantes HP connectées à Internet offrent de nouveaux services stimulants et innovants tels que HP Touchsmart Apps, ePrint et des mises à jour automatiques de produit. Pour plus d'informations sur ces services, reportez-vous à votre documentation produit ou consultez";
AlreadyEnabledText = "Les Services Web HP sont déjà activés sur votre imprimante. Cliquez sur le bouton ci-dessous pour imprimer une page avec davantage de détails et l'adresse ePrint de cette imprimante.";
PrintWebServicesDetailsButtonTitle = "Imprimer les détails sur les Services Web HP";
EPrintCenterLink = "http://www.hp.com/go/eprintcenter";

UpdateIsAvailableCaption = "Une mise à jour nécessaire pour activer les Services Web est disponible pour votre périphérique. Appuyez sur le bouton ePrint du périphérique pour appliquer la mise à jour. Vous serez guidé tout au long du processus.";

LookingForDeviceUpdateProgressTitle = "Le périphérique recherche des mises à jour… Veuillez patienter.";
EnableWebServicesProgressTitle = "Configuration des Services Web sur votre imprimante… Veuillez patienter.";

WebServicesEnablingSucceededCaption = "Les services Web HP ont été activés avec succès sur votre imprimante.\n\nL'imprimante va maintenant imprimer une page contenant des informations supplémentaires sur les services Web HP, ainsi que l'adresse ePrint de l'imprimante.";
WebServicesEnablingFailedCaption = "Les Services Web HP pour cette imprimante n'ont pas pu être activés à ce stade. Ceci peut être dû à un problème temporaire avec la connexion Internet au service Web, ou au fait que votre imprimante a besoin d'une mise à jour.\r\rEssayez d'activer à nouveau les Services Web HP ultérieurement en appuyant sur le bouton ePrint de l'imprimante. Si une mise à jour du produit est requise, vous serez guidé tout au long de la configuration des Services Web à ce stade.\r\rCette opération n'aura pas d'impact sur les autres fonctions de votre imprimante. Cette dernière pourra continuer d'imprimer et toutes ses autres fonctions s'exécuteront normalement.";

HSDProductUpdate = "Mises à jour du produit :";
HSDAutomaticalyUpdate = "Mettre à jour mon produit automatiquement (recommandé)";
HSDNotifyBeforeUpdate = "Me prévenir avant de mettre mon produit à jour";
HSDNeverUpdate = "Ne jamais mettre mon produit à jour";

HSDDisableWebServicesTitle = "Voulez-vous désactiver les services Web ?";
HSDAllowProductUpdatesTitle = "Voulez-vous autoriser les mises à jour du produit ?";
HSDAllowProductUpdatesText = "Pour utiliser les services Web, vous devez autoriser l'imprimante à vérifier la présence de mise à jour.";
HSDDisableWebServices = "Désactiver les services Web";
HSDUpdateAutomatically = "Mettre à jour automatiquement";
HSDNotifyBeforeUpdating = "Me prévenir avant de mettre à jour";
